import s from './SectionFuneralPortrait.module.scss'

const SectionFuneralPortrait = () => {

    return (

        <section className={s.sectionFuneralPortrait}>
            <div className={'container ' + s.funeralPortraitContainer}>
                
                <h2 className="title" style={{ marginBottom: '16px', textAlign: 'center' }}>Портрет на поховання</h2>

                <p className="description" style={{ marginBottom: '64px' }}>У канонах православної віри, як і в інших світових релігіях, немає жодної згадки про необхідність наявності на поховальній церемонії прижиттєвого портрета покійного. Немає і обов’язкового перев’язування портрета чорною траурною стрічкою. Це виключно світська традиція, яка має глибоке значення.</p>

                <h2 className="title" style={{ marginBottom: '16px', textAlign: 'center' }}>Традиції та пошана</h2>

                <p className="description" style={{ marginBottom: '16px' }}>Прижиттєвий портрет покійного на похованні символізує вічне життя його душі та пам’яті про нього у серцях усіх членів сім’ї, друзів та колег. Він наче вічно живий дивиться зі своєї фотографії на всіх присутніх на церемонії прощання з його фізичним тілом, залишаючись при цьому з рідними на духовному рівні.</p>

                <p className="description" style={{ marginBottom: '16px' }}>Портрет померлого виконує не лише символічну функцію, уособлюючи вічне життя та пам’ять, а й допомагає рідним та близьким покійного зменшити душевний біль та скорботу. Прижиттєве фото померлого з чорною стрічкою допомагає всім скорботним рідним та присутнім на похороні друзям зменшити стрес та гіркоту втрати. З психологічної точки зору це пояснюється контрастуванням життєрадісної особи на портреті з виглядом покійного в труні.</p>

                <p className="description" style={{ marginBottom: '64px' }}>Крім того, повноцінний урочистий портрет із жалобною чорною стрічкою – це данина повазі до померлої людини. Такої почесті раніше отримували лише вінценосні особи, великі полководці та шановні сини своєї батьківщини. Зараз зробити гарний фотопортрет з чорною стрічкою може практично кожен, тим самим віддавши останні почесті своїй померлій рідній людині.</p>

                <h2 className="title" style={{ marginBottom: '16px', textAlign: 'center' }}>Де в Києві замовити на поховання портрет із чорною стрічкою?</h2>

                <p className="description" style={{ marginBottom: '16px' }}>Зробити траурний фотопортрет для церемонії прощання можна в будь-якому фотоательє або навіть поліграфічному центрі, використовуючи прижиттєву фотографію покійного. Проте люди вмирають незалежно від часу доби та дня тижня. Такі фотопослуги надають лише в робочі години, а в процесі організації поховання важлива кожна хвилина, оскільки турбот багато, а часу катастрофічно не вистачає.</p>

                <p className="description" style={{ marginBottom: '64px' }}>Ритуальне бюро «Альфа» займається комплексною організацією поховання та працює у цілодобовому режимі без вихідних. Це означає, що ми можемо взяти на себе всі турботи щодо планування церемонії прощання та купівлі необхідної поховальної атрибутики. Наші фотомайстри створять гідний портрет покійного, виходячи з наданого родичами фото покійного.</p>

                <h2 className="title" style={{ marginBottom: '16px', textAlign: 'center' }}>Фото з чорною стрічкою чи справжній портрет?</h2>

                <p className="description" style={{ marginBottom: '24px' }}>Цей вибір лежить виключно у площині переваг рідних покійного, його прижиттєвої волі, якщо така була, та виділеного бюджету на організацію поховання.</p>

                <ul className='list' style={{ marginBottom: '24px' }}> 
                    <li className='listItem'>
                        <p className="description">Під час відспівування покійний християнин має бути в нижньому хрестику, в його руках має бути хрест, а на голові налобний віночок зі святими образами. Все це ритуальне приладдя входить до стандартного поховального набору, який можна купити у православному храмі або замовити у нас.</p>
                    </li>
                    <li className='listItem'>
                        <p className="description">Під час церемонії відспівування чи то в церкві, чи в жалобній залі з виїздом священика, всі рідні покійного повинні тримати в руках палаючі церковні свічки, які також входять до звичайного поховального набору ритуального приладдя.</p>
                    </li>
                    <li className='listItem'>
                        <p className="description">Читання священиком дозвільної молитви є ще одним важливим елементом обряду заупокійного відспівування. Текст дозвільної молитви рідні вкладають у руки покійного. Роздрукований текст молитви зі святими образами також входить до стандартного поховального набору.</p>
                    </li>
                    <li className='listItem'>
                        <p className="description">Православні ритуальні приналежності також включають ікону Спасителя або Богоматері з немовлям Ісусом.</p>
                    </li>
                </ul>

                <p className="description">Будь-який портрет обрамляють у кадрі. Це може бути як елітний різьблений дерев’яний багет із позолоченням, так і зовсім недорогі бюджетні обрамлення. У будь-якому разі, яким би не був портрет на похованні, він виконуватиме свою сакральну функцію, символізуючи вічне життя покійного в пам’яті живих, і виражатиме всю повноту поваги до покійного.</p>

            </div>
        </section>
    );
  };

export default SectionFuneralPortrait;
